{"Question":["Quelle balise doit être intégrée uniquement une seule fois sur une page internet ?","Quel est l'algorithme qui apporte plus de qualité et de pertinence au référencement local ? ","Qu'est-ce qu'un backlink ? ","Qu'est-ce qu'un cookie ?","Qu'est-ce qu'un lien sponsorisé ? ","Quelles sont les balises structurantes d'une page HTML ?","SEO signifie...","Dans quel cas doit-on souligner un texte ? ","Lequel de ces facteurs affectera votre classement sur les requêtes locales ? ","Comment s’appelle l’intelligence artificielle qui traite désormais une grande partie des requêtes sur Google ?","Quelle est la différence entre indexer et explorer ?","Quel est l'algorythme le plus important de Google ? ","À quois sert Google Analytics ?","Qu'est-ce qu'un \"backlink\" ?","Pourquoi les images doivent-elle contenir un texte alternatif ?","Quel objectif réaliste définir en SEO ?","Comment je fais pour choisir un mot-clé cible ?","Qu'est-ce que le taux de rebond ? ","Comment est appelé la surutilisation d'un mot-clé ciblé sur une page web ? ","Quelle est la longueur approximative d'une balise Title sur Google ? ","Qu'est-ce qu'un CTA ? ","À quoi sert un fil d'Arianne ? ","Qu'est ce que le knowledge graph ? ","Qu’est-ce qu’un lien de qualité ?","Mes réseaux sociaux peuvent-ils exercer une influence sur le SEO ?","Technique, Contenu, liens : qu'est-ce qui est le plus important en SEO ?","Qu'est ce qu'une page active ?","Combien de temps par semaine faut-il passer sur son SEO ?","Quel est le CMS le plus utilisé ?","Quand s'affiche 504 sur un site WEB ?","Que signifie l'acronyme SEA ?","Combien de caractères max doit comporter la balise Title pour un bon affichage dans les résultats Google ? ","Comment s'appelle le robot du moteur de recherche Google ?","Qu'est-ce qu'une balise meta title ? ","Qu'est-ce que le netlinking ? ","Dans la page de résultats Google, à quelle balise correspond la ligne principale en bleu ? ","Comment appelle-t-on un site adapté aux mobiles/tablettes ?","Qu'est-ce qu'une balise alt ?","Qu'est-ce qu'un site map ? ","Que répresente la longue traine en référencement ?","Une URL optimisée est...","Qu'est-ce qu'une balise meta description ? ","Quels caractères faut-il privilégier pour séparer les mots d'une URL ? ","Qu'est-ce que le tracking ? ","Le placement des mots clés dans les URLs d'un site est une technique d'optimisation dite...","Quel est le temps de chargement recommandé sans êre pénalisé par Google pour afficher une page web ? ","Qu'est-ce qui n'est pas considéré comme appartenant au référencement technique ?","Que signifie AIDA ?","Que veut dire \"SERP\" ? ","Qu'est-ce que le PageRank ? ","Qu'est-ce qu'un crawler ? ","Qu'est-ce que le maillage interne d'un site web ?","Qu'est-ce qu'un texte d'ancre ? ","Que signifie URL ? ","Pourquoi les mots-clés appartenant à la longue traîne sont-ils plus succeptibles d'encourager les achats ?","L'indexation des sites web sur Internet est effectuée par...","Quel outil Google permet d'acheter des mots-clés afin de remonter dans les résultats de recherche ? ","A quoi sert une balise canonical ?","En SEO, le concept de glissement sémantique permet...","Comment est estimé le volume de recherche mensuel par Semrush ?","Un backlink toxique est ..","Combien de temps faut-il en moyenne pour se positionner dans les SERP ?","Que signifie l'acronyme PA en SEO?","En observant le code source d'une page, le footer d'un site se trouve...","Combien de liens internes chacune de mes pages de contenu doivent-elle afficher ?","Comment traduit-t-on \"Fil d'Ariane\" en anglais ? ","Quels sont les critères pris en compte par Google pour le référencement de mon site ?","Qu'est ce qu'une page orpheline ?","Comment savoir si mon site est bien indexé ?","À quoi sert le sitemap.xml ?","Combien de temps faut-il à Google pour prendre en compte mes optimisations ?","Que signifie l'acronyme PR en SEO ?","Que sont les mots-clés LSI ?","Qu'est-ce que le TrustFlow ?","Qu'est-ce que la Search Console ?","Je souhaite bloquer l'indexation d'une page par Google, je dois...","Qu'est-ce que Dareboost ?","Comment s'appelle l'intelligence artificielle qui traite désormais une grande partie des requêtes sur Google ?","Quel code privilégier lorsque votre site web est hors service pour maintenance ? ","Quel type de lien est considéré comme apportant le plus de valeur ? ","Quel est le slogan de Google ?","L'attribut No Follow...","Que signifie l'acronyme DA en SEO ?","Que signifie le code redirection 301 ? ","Qu'est-ce que les techniques Grey Hat ? ","Expliquer le fonctionnement du fichier \"robot.txt\"","Comment se rédige la balise metadescription ? ","Un PBN est un réseau...","Qu'est-ce qu'un \"Featured Snippet\" ?","Qu'est-ce qu'un PBN ?","Qu'est-ce que le pogosticking ? ","Comment sont appelées les techniques dites \"risquées\" en SEO ?"],"Response":["H1","Google Pigeon","Un lien entrant ou sortant vers mon site","Un fichier stockant nos informations de navigation en mémoire","Une annonce Google Ads","\u003chead\u003e et \u003cbody\u003e","Search Engine Optimization","Pour marquer un lien","Une adresse indexable et correctement formatée sur votre site WEB","Google Bert","Le crawlers explore le site, pour ensuite indexer les pages du site ","Hummingbird ","Il permet à chaque administrateur de site web de pouvoir analyser son audience","Un hyperlien pointant vers un site ou une page Web","Pour faciliter la lecture de celle-ci par google ","Se positionner sur [mot-clé à forte valeur] va augmenter les revenus","Pour cibler les bons mots-clés, vous devez comprendre vos personas, leurs besoins et leurs langages","Le pourcentage d'utilisateurs qui sont venus sur mon site et n'ont consulté qu'une seule page","Bourrage de mots-clés","65 caractères","Call To Action","A guider l'utilisateur sur un site","Une source d'information visible sur la page des résultats de recherche","Un « bon » lien provient d’un site qui partage une thématique similaire à la vôtre.","L’influence de vos réseaux sociaux ont peu d’impact sur le référencement naturel.","Les 3 sont tout aussi importants. ","C’est une page qui a généré au moins une visite depuis Google sur le dernier mois.","Il n’y a pas de période de temps optimale. ","WordPress","Quand le serveux n'a pas obtenu de réponse à temps de la part d'un serveur situé en amont pour la complétion de la requête","Search Engine Advertising","65 caractères","Google Bot","Le titre de la page qui est affiché dans les résultats de recherche","Le processus de création de liens externes vers votre site WEB","La balise meta title","Un site Responsive","Une balise HTML qui permet de décrire une image","Une carte de votre site WEB qui permet aux moteurs de recherche de mieux comprendre sa structure et son contenu","une technique qui consiste à se positionner sur de multiples termes de recherche très spécifiques se composant de 3 mots ou plus","Une URL courte, avec un texte reconnaissable et des mots-clés pertinents","Une brève description de la page WEB qui permet à un moteur de recherche de connaître son sujet","Les traits d'union (-)","L'action qui consiste à \"pister\" l'internaute sur internet","Onsite","2 secondes ","Le marketing de contenu","Attention, Intérêt, Désir, Action","Search Engine Result Page","Le système de notation utilisé par Google pour évaluer la qualité d'un site WEB","Un programme qui parcourt le WEB en suivant les liens et en indexant les pages qu'il trouve","L'ensemble des liens internes entre les pages d'un site WEB","Le texte visible d'un hyperlien pointant vers une autre page WEB","Uniform Resource Locator","Parce que leurs utilisateurs ont déjà une idée précise de ce qu'ils recherchent","Les crawlers","Google Ads","Un élément du code HTML qui permet de signaler aux moteurs de recherche qu'un document web propose du contenu dupliqué","De créer des liens entre plusieurs sites qui ne traitent pas de la même thématique, mais qui peuvent être reliés à partir d’un mot commun","Grâce à des algorithmes d'apprentissage automatique et des pétaoctets de données accumulées à partir des moteurs de recherche.","Un lien hypertexte qui pénalise le référencement","entre 6 mois et 1 an","Page Authority","à l'intérieur de la balise \u003cbody\u003e","3 ou 4 liens","\"Breadcrumb\"","La technique, Le contenu, Le netlinking.","une page vue par Google mais qu’un utilisateur ou un crawler ne peut trouver en explorant le site. ","Faites la commande site:www.votresite.fr sur Google, vous verrez si Google renvoie des résultats.","À indiquer à Google quelles pages de mon site ont été ajoutées ou modifiées ","Pas de règle particulière, ça dépend de votre site, ses problématiques, son histoire, vos projets, la concurrence. ","Page Rank","Un ensemble de mots en rapport avec le sujet principal de votre contenu Web.","un indicateur qui sert à évaluer la qualité des backlinks d'un site ou d'une page web","Un outil Google qui permet de vérifier si leur site est indexé par le moteur de recherche et d'optimiser son référencement","Modifier la balise \"Robots\" de la page","Dareboost est un outil en ligne (français) qui propose des tests sur le temps de chargement de page.","RainkBrain","503","Les liens éditoriaux naturels","\"Fais ce qui est juste\"","Ne transmet pas le jus de référencement, mais compte comme un vote d'approbation","Domain Authority","Une redirection permanente","Les stratégies SEO dont la réputation et la validité sont non évalués","Il interdit à Google d'explorer les pages WEB générées dynamiquement. Il interdira également au crawler d'accéder à toutes les pages WEB.","\u003cmeta name=\"description\" content=\"description de la page\"\u003e","De sites web de haute autorité qui sont tous destinés à pousser un site principal cible","Un résumé de réponses à des questions fréquemment posées par les internautes sur le moteur de recherche Google","Il consiste en la création d'un réseau de sites web de haute autorité qui sont tous destinés à pousser un site principal cible.","Le comportement d'un visiteur qui clique sur un lien proposé dans les SERP et qui revient rapidement sur ses pas","Le black hat"],"Level":["Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant ","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Débutant","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Intermédiaire","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert","Expert"]}